Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# widget.name.friendsShift
source: Friend's Shift
ar: نوبة الصديق
bg: Смена на приятел
bn: বন্ধুর শিফট
ca: Vaga de l'amic
cs: Směna přítele
da: Vens vagt
de: Schicht eines Freundes
el: Βάρδια φίλου
es: Turno del amigo
et: Sõbra vahetus
fa: شیفت دوست
fi: Ystävän vuoro
fil: Shift ng Kaibigan
fr: Vaction de l'ami
he: משמרת של חבר
hi: दोस्त का शिफ्ट
hr: Prijateljevska smjena
hu: Barát vákája
id: Shift Teman
is: Vakt vinar
it: Turno dell'amico
ja: 友人のシフト
ko: 친구의 근무
lt: Draugo pamaina
lv: Drauga maiņa
nb: Venns vakt
nl: Dienst van vriend
nn: Venns vakt
pl: Zmiana znajomego
pt_br: Turno do Amigo
ro: Vacta unui prieten
ru: Смена друга
sk: Zmena priateľa
sl: Prijateljeva izmena
sr: Prijateljeva smena
sv: Väns skift
sw: Zamu ya Rafiki
ta: বন্ধুর শিফট
th: เวลาทำงานของเพื่อน
tr: Arkadaşın Vakası
uk: Змина друга
ur: دوست کی شفٹ
vi: Ca làm việc của bạn
zh_hans: 朋友的班次
zh_hant: 朋友的班次

# widget.name.friendsShifts
source: Friends' Shifts
ar: نوبات الأصدقاء
bg: Смени на приятели
bn: বন্ধুদের শিফট
ca: Vagues dels amics
cs: Směny přátel
da: Venners vagter
de: Schichten von Freunden
el: Βάρδιες φίλων
es: Turnos de amigos
et: Sõprade vahetused
fa: شیفت‌های دوستان
fi: Ystävien vuorot
fil: Mga Shift ng Mga Kaibigan
fr: Vactions des amis
he: משמרות של חברים
hi: दोस्तों के शिफ्ट
hr: Prijateljske smjene
hu: Barátok vákái
id: Shift Teman-teman
is: Vaktir vina
it: Turni degli amici
ja: 友人のシフト
ko: 친구들의 근무
lt: Draugų pamainios
lv: Draugu maiņas
nb: Venners vakter
nl: Diensten van vrienden
nn: Venners vakter
pl: Zmiany znajomych
pt_br: Turnos dos Amigos
ro: Vactele prietenilor
ru: Смены друзей
sk: Zmeny priateľov
sl: Prijateljevih izmene
sr: Prijateljeve smene
sv: Vänners skift
sw: Zamu za Rafiki
ta: বন্ধুদের শিফট
th: เวลาทำงานของเพื่อน
tr: Arkadaşların Vakaları
uk: Змини друзів
ur: دوستوں کی شفٹیں
vi: Ca làm việc của bạn bè
zh_hans: 朋友们的班次
zh_hant: 朋友們的班次

# widget.name.monthlyTotal
source: Monthly Total
ar: إجمالي الشهر
bg: Месечен общо
bn: মাসিক মোট
ca: Total mensual
cs: Měsíční součet
da: Månedens total
de: Monatssumme
el: Μηνιαίο σύνολο
es: Total mensual
et: Kuu kokku
fa: مجموع ماهانه
fi: Kuukauden yhteensä
fil: Kabuuang Buwanang
fr: Total mensuel
he: סך הכל חודשי
hi: मासिक कुल
hr: Mjesečni ukupno
hu: Havi összesen
id: Total Bulanan
is: Mánaðarsumma
it: Totale mensile
ja: 月間合計
ko: 월간 합계
lt: Mėnesio iš viso
lv: Mēneša kopsumma
nb: Månedens total
nl: Maandelijks totaal
nn: Månedens total
pl: Suma miesięczna
pt_br: Total Mensal
ro: Total lunar
ru: Итого за месяц
sk: Mesačný súčet
sl: Mesečni skupaj
sr: Mesečna suma
sv: Månadens total
sw: Jumla ya Mwezi
ta: মাসিক মোট
th: รวมรายเดือน
tr: Aylık Toplam
uk: Місячний підсумок
ur: ماہانہ کل
vi: Tổng cộng hàng tháng
zh_hans: 月度总计
zh_hant: 每月總計

# widget.name.nextShift
source: Next Shift
ar: النوبة القادمة
bg: Следваща смена
bn: পরবর্তী শিফট
ca: Pròxima vaga
cs: Další směna
da: Næste vagt
de: Nächste Schicht
el: Επόμενη βάρδια
es: Próximo turno
et: Järgmine vahetus
fa: شیفت بعدی
fi: Seuraava vuoro
fil: Susunod na Shift
fr: Prochaine vaction
he: משמרת הבאה
hi: अगला शिफ्ट
hr: Sljedeća smjena
hu: Következő váka
id: Shift Berikutnya
is: Næsta vakt
it: Prossimo turno
ja: 次のシフト
ko: 다음 근무
lt: Kita pamaina
lv: Nākamā maiņa
nb: Neste vakt
nl: Volgende dienst
nn: Neste vakt
pl: Następna zmiana
pt_br: Próximo Turno
ro: Următoarea vactă
ru: Следующая смена
sk: Ďalšia zmena
sl: Naslednja izmena
sr: Sledeća smena
sv: Nästa skift
sw: Zamu Inayofuata
ta: পরবর্তী শিফট
th: เวลาทำงานครั้งต่อไป
tr: Sonraki Vak
uk: Наступна змина
ur: اگلی شفٹ
vi: Ca làm việc tiếp theo
zh_hans: 下一班次
zh_hant: 下一班次

# widget.name.shift
source: Shift
ar: نوبة
bg: Смяна
bn: শিফট
ca: Vakt
cs: Směna
da: Vagt
de: Schicht
el: Βάρδια
es: Turno
et: Vahetus
fa: شیفت
fi: Vuoro
fr: Vaction
he: משמרת
hi: पाली
hr: Smjena
hu: Műszak
is: Vakt
it: Turno
ja: シフト
ko: 근무
lt: Pamaina
lv: Maiņa
nb: Vakt
nl: Dienst
nn: Vakt
pl: Zmiana
pt_br: Turno
ro: Tură
ru: Смена
sk: Zmena
sl: Izmena
sr: Smjena
sv: Skift
sw: Zamu
ta: சிஃப்ட்
th: เวลาทำงาน
tr: Vardiya
uk: Змина
ur: شفٹ
vi: Ca làm việc
zh_hans: 班次
zh_hant: 班次

# widget.noShift
source: No shift
ar: لا توجد نوبة
bg: Без смена
bn: কোনো শিফট নেই
ca: Cap vaga
cs: Žádná směna
da: Ingen vagt
de: Keine Schicht
el: Καμία βάρδια
es: Sin turno
et: Vahetust pole
fa: شیفت ندارد
fi: Ei vuoroa
fil: Walang shift
fr: Pas de vaction
he: אין משמרת
hi: कोई शिफ्ट नहीं
hr: Nema smjene
hu: Nincs váka
id: Tidak ada shift
is: Engin vakt
it: Nessun turno
ja: シフトなし
ko: 근무 없음
lt: Nėra pamainos
lv: Nav maiņas
nb: Ingen vakt
nl: Geen dienst
nn: Ingen vakt
pl: Brak zmiany
pt_br: Sem turno
ro: Nicio vactă
ru: Нет смены
sk: Bez zmeny
sl: Brez izmene
sr: Nema smene
sv: Inget skift
sw: Hakuna zamu
ta: কোন শিফট নেই
th: ไม่มีเวลาทำงาน
tr: Vak yok
uk: Немає змини
ur: کوئی شفٹ نہیں
vi: Không có ca làm việc
zh_hans: 无班次
zh_hant: 無班次

# widget.noShifts
source: No shifts
ar: لا توجد نوبات
bg: Без смени
bn: কোনো শিফট নেই
ca: Cap vagues
cs: Žádné směny
da: Ingen vagter
de: Keine Schichten
el: Καμίες βάρδιες
es: Sin turnos
et: Vahetusi pole
fa: شیفتی ندارد
fi: Ei vuoroja
fil: Walang mga shift
fr: Pas de vactions
he: אין משמרות
hi: कोई शिफ्ट नहीं
hr: Nema smjena
hu: Nincs váka
id: Tidak ada shift
is: Engar vaktir
it: Nessun turno
ja: シフトなし
ko: 근무 없음
lt: Nėra pamainu
lv: Nav maiņu
nb: Ingen vakter
nl: Geen diensten
nn: Ingen vakter
pl: Brak zmian
pt_br: Sem turnos
ro: Nicio vactă
ru: Нет смен
sk: Žiadne zmeny
sl: Brez izmene
sr: Nema smena
sv: Inga skift
sw: Hakuna zamu
ta: কোন শিফট নেই
th: ไม่มีเวลาทำงาน
tr: Vak yok
uk: Немає змін
ur: کوئی شفٹیں نہیں
vi: Không có ca làm việc
zh_hans: 无班次
zh_hant: 無班次

# widget.selectAFriend
source: Select a friend
ar: اختر صديقًا
bg: Изберете приятел
bn: একজন বন্ধু নির্বাচন করুন
ca: Selecciona un amic
cs: Vybrat přítele
da: Vælg en ven
de: Wählen Sie einen Freund
el: Επιλέξτε έναν φίλο
es: Selecciona un amigo
et: Vali sõber
fa: یک دوست را انتخاب کنید
fi: Valitse ystävä
fil: Pumili ng kaibigan
fr: Sélectionnez un ami
he: בחר חבר
hi: एक दोस्त चुनें
hr: Odaberi prijatelja
hu: Válassz egy barátot
id: Pilih teman
is: Veldu vin
it: Seleziona un amico
ja: 友人を選択
ko: 친구 선택
lt: Pasirinkite draugą
lv: Izvēlieties draugu
nb: Velg en venn
nl: Selecteer een vriend
nn: Velg ein venn
pl: Wybierz znajomego
pt_br: Selecione um amigo
ro: Selectează un prieten
ru: Выберите друга
sk: Vyber si priateľa
sl: Izberite prijatelja
sr: Odaberi prijatelja
sv: Välj en vän
sw: Chagua rafiki
ta: நண்பரைத் தேர்ந்தெடுக்கவும்
th: เลือกเพื่อน
tr: Bir arkadaş seçin
uk: Виберіть друга
ur: ایک دوست منتخب کریں
vi: Chọn một bạn
zh_hans: 选择一位朋友
zh_hant: 選擇朋友

# widget.shifts
source: shifts
ar: نوبات
bg: смяни
bn: শিফট
ca: vakts
cs: směny
da: vakter
de: Schichten
el: βάρδιες
es: turnos
et: vahetused
fa: شیفت‌ها
fi: vuorot
fr: quarts
he: משמרות
hi: पालियां
hr: smjene
hu: műszakok
is: vaktir
it: turni
ja: シフト
ko: 근무
lt: pamainos
lv: maiņas
nb: vakter
nl: diensten
nn: vakter
pl: zmiany
pt_br: turnos
ro: turi
ru: смены
sk: zmeny
sl: izmene
sr: smjene
sv: skift
sw: zamu
ta: சிஃப்ட்கள்
th: กะการทำงาน
tr: vardiyalar
uk: зміни
ur: شفٹیں
vi: ca trực
zh_hans: 班次
zh_hant: 班次

# widget.shiftsCount
source: %lld shifts
ar: %lld نوبات
bg: %lld смяни
bn: %lld শিফট
ca: %lld vakts
cs: %lld směny
da: %lld vakter
de: %lld Schichten
el: %lld βάρδιες
es: %lld turnos
et: %lld vahetused
fa: %lld شیفت‌ها
fi: %lld vuorot
fr: %lld quarts
he: %lld משמרות
hi: %lld पालियां
hr: %lld smjene
hu: %lld műszakok
is: %lld vaktir
it: %lld turni
ja: %lld シフト
ko: %lld 근무
lt: %lld pamainos
lv: %lld maiņas
nb: %lld vakter
nl: %lld diensten
nn: %lld vakter
pl: %lld zmiany
pt_br: %lld turnos
ro: %lld turi
ru: %lld смены
sk: %lld zmeny
sl: %lld izmene
sr: %lld smjene
sv: %lld skift
sw: %lld zamu
ta: %lld சிஃப்ட்கள்
th: %lld กะการทำงาน
tr: %lld vardiyalar
uk: %lld зміни
ur: %lld شفٹیں
vi: %lld ca trực
zh_hans: %lld 班次
zh_hant: %lld 班次

# widget.shiftsPlannedCount
source: %lld shifts planned
ar: %lld نوبات مجدولة
bg: %lld смяни планирани
bn: %lld শিফট পরিকল্পিত
ca: %lld vakts planificades
cs: %lld směny naplánované
da: %lld vakter planlagt
de: %lld Schichten geplant
el: %lld βάρδιες προγραμματισμένες
es: %lld turnos planificados
et: %lld vahetused planeeritud
fa: %lld شیفت‌های برنامه‌ریزی شده
fi: %lld vuorot suunniteltu
fil: %lld shifts na naplano
fr: %lld quarts planifiés
he: %lld משמרות מתוכננות
hi: %lld पालियां योजित
hr: %lld smjene planirane
hu: %lld műszakok tervezett
id: %lld shifts direncanakan
is: %lld vaktir áætlaðar
it: %lld turni pianificati
ja: %lld 予定されたシフト
ko: %lld 예정된 근무
lt: %lld pamainos suplanuotos
lv: %lld maiņas plānotas
nb: %lld vakter planlagt
nl: %lld diensten gepland
nn: %lld vakter planlagt
pl: %lld zaplanowane zmiany
pt_br: %lld turnos planejados
ro: %lld turi planificate
ru: %lld смены запланированы
sk: %lld zmeny naplánované
sl: %lld izmene načrtovane
sr: %lld smjene planirane
sv: %lld skift planerade
sw: %lld zamu zilizopangwa
ta: %lld சிஃப்ட்கள் திட்டமிடப்பட்டுள்ளன
th: %lld กะการทำงานที่วางแผนไว้
tr: %lld vardiyalar planlandı
uk: %lld зміни заплановані
ur: %lld شفٹیں منصوبہ بند
vi: %lld ca trực được lên kế hoạch
zh_hans: %lld 已计划班次
zh_hant: %lld 已計畫班次

# widget.start
source: start
ar: البداية
bg: начало
bn: শুরু
ca: inici
el: έναρξη
es: inicio
et: alusta
fa: شروع
fi: aloitus
fil: simula
fr: début
he: התחלה
hi: शुरुआत
hr: početak
hu: kezdés
id: mulai
is: byrjun
it: inizio
ja: 開始
ko: 시작
lt: pradžia
lv: sākums
pl: początek
pt_br: início
ru: начало
sk: začiatok
sl: začetek
sr: početak
sw: kuanza
ta: தொடக்கம்
th: เริ่มต้น
tr: başlangıç
uk: початок
ur: شروع
vi: bắt đầu
zh_hans: 开始
zh_hant: 開始

# widget.toDate
source: to date
ar: حتى الآن
bg: до сега
bn: আজ পর্যন্ত
ca: fins ara
cs: dosud
da: til dato
de: Bislang
el: μέχρι σήμερα
es: hasta la fecha
et: praeguseni
fa: تاکنون
fi: toistaiseksi
fil: hanggang ngayon
fr: à ce jour
he: עד כה
hi: अब तक
hr: do sada
hu: eddig
id: hingga saat ini
is: til þessa dags
it: ad oggi
ja: 累計
ko: 현재까지
lt: iki šiol
lv: līdz šodienai
nb: hittil
nl: tot nu toe
nn: hittil
pl: dotychczas
pt_br: até agora
ro: până acum
ru: к настоящему времени
sk: doteraz
sl: do sedaj
sr: do sada
sv: hittills
sw: hadi sasa
ta: இன்றுவரை
th: จนถึงวันนี้
tr: şimdiye kadar
uk: до дати
ur: اب تک
vi: cho đến nay
zh_hans: 迄今为止
zh_hant: 迄今為止

# widget.today
source: Today
ar: اليوم
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
fa: امروز
fi: Tänään
fil: Ngayon
fr: Aujourd'hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
lt: Šiandien
lv: Šodien
nb: I dag
nl: Vandaag
nn: I dag
pl: Dziś
pt_br: Hoje
ro: Astazi
ru: Сегодня
sk: Dnes
sl: Danes
sr: Danas
sv: Idag
sw: Leo
ta: இன்று
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# widget.tomorrow
source: Tomorrow
ar: غدًا
bg: Утре
bn: আগামীকাল
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
et: Homme
fa: فردا
fi: Huomenna
fil: Bukas
fr: Demain
he: מחר
hi: कल
hr: Sutra
hu: Holnap
id: Besok
is: Á morgun
it: Domani
ja: 明日
ko: 내일
lt: Rytoj
lv: Rīt
nb: I morgen
nl: Morgen
nn: I morgen
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sr: Sutra
sv: Imorgon
sw: Bukas
ta: நாளை
th: พรุ่งนี้
tr: Yarın
uk: Завтра
ur: کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# widget.yesterday
source: Yesterday
ar: أمس
bg: Вчера
bn: গতকাল
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
et: Eile
fa: دیروز
fi: Eilen
fil: Kahapon
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
is: Í gær
it: Ieri
ja: 昨日
ko: 어제
lt: Vakar
lv: Vakar
nb: I går
nl: Gisteren
nn: I går
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sr: Juče
sv: Igår
sw: Jana
ta: நேற்று
th: เมื่อวาน
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# workSetup.required.cta
source: Set up work
ar: إعداد العمل
bg: Настройте работа
bn: কাজ সেট আপ করুন
ca: Configura la feina
cs: Nastavit práci
da: Sæt arbejde op
de: Arbeit einrichten
el: Ρύθμιση εργασίας
es: Configurar trabajo
et: Seadista töö
fa: تنظیم کار
fi: Määritä työ
fil: I-set up ang trabaho
fr: Configurer le travail
he: הגדר עבודה
hi: काम सेट अप करें
hr: Postavite posao
hu: Munka beállítása
id: Atur pekerjaan
is: Setja upp vinnu
it: Configura il lavoro
ja: 仕事を設定
ko: 일 설정하기
lt: Nustatyti darbą
lv: Iestatīt darbu
nb: Sett opp jobb
nl: Werk instellen
nn: Set opp arbeid
pl: Skonfiguruj pracę
pt_br: Configurar trabalho
ro: Configurează munca
ru: Настроить работу
sk: Nastaviť prácu
sl: Nastavi delo
sr: Podesi posao
sv: Ställ in jobb
sw: Weka kazi
ta: பணியை அமைக்கவும்
th: ตั้งค่างาน
tr: İşi kur
uk: Налаштувати роботу
ur: کام سیٹ اپ کریں
vi: Thiết lập công việc
zh_hans: 设置工作
zh_hant: 設定工作

# workSetup.required.description
source: Finish work setup to unlock payroll, shifts, and stats. Friends and Settings still work right now.
ar: أكمل إعداد العمل لفتح الرواتب والنوبات والإحصاءات. لا يزال الأصدقاء والإعدادات يعملان الآن.
bg: Завършете настройката на работа, за да отключите заплата, смени и статистика. Приятели и Настройки работят и сега.
bn: পেরোল, শিফট ও পরিসংখ্যান আনলক করতে কাজের সেটআপ শেষ করুন। বন্ধু ও সেটিংস এখনো ব্যবহার করা যাবে।
ca: Acaba de configurar la feina per desbloquejar nòmina, torns i estadístiques. Amics i Configuració encara funcionen ara mateix.
cs: Dokončete nastavení práce a odemkněte mzdu, směny a statistiky. Přátelé a Nastavení zatím fungují.
da: Fuldfør arbejdsopsætningen for at låse op for løn, vagter og statistik. Venner og Indstillinger virker stadig nu.
de: Schließe die Arbeitseinrichtung ab, um Lohn, Schichten und Statistiken freizuschalten. Freunde und Einstellungen funktionieren jetzt schon.
el: Ολοκληρώστε τη ρύθμιση εργασίας για να ξεκλειδώσετε μισθοδοσία, βάρδιες και στατιστικά. Οι Φίλοι και οι Ρυθμίσεις λειτουργούν ήδη.
es: Completa la configuración del trabajo para desbloquear nómina, turnos y estadísticas. Amigos y Ajustes siguen funcionando ahora.
et: Lõpeta töö seadistamine, et avada palk, vahetused ja statistika. Sõbrad ja Seaded töötavad praegu ikka.
fa: برای باز شدن حقوق، شیفت‌ها و آمار، تنظیم کار را کامل کنید. دوستان و تنظیمات فعلاً کار می‌کنند.
fi: Viimeistele työasetukset, niin saat palkanlaskennan, vuorot ja tilastot käyttöön. Ystävät ja Asetukset toimivat silti nytkin.
fil: Tapusin ang pag-set up ng trabaho para ma-unlock ang payroll, mga shift, at stats. Gumagana pa rin ngayon ang Mga Kaibigan at Mga Setting.
fr: Terminez la configuration du travail pour débloquer la paie, les shifts et les stats. Amis et Réglages fonctionnent déjà.
he: השלם את הגדרת העבודה כדי לפתוח שכר, משמרות וסטטיסטיקות. חברים והגדרות עדיין זמינים עכשיו.
hi: पेरोल, शिफ्ट्स और आँकड़े अनलॉक करने के लिए काम का सेटअप पूरा करें। दोस्त और सेटिंग्स अभी भी काम करेंगे।
hr: Dovršite postavljanje posla za obračun plaće, smjene i statistiku. Prijatelji i Postavke i dalje rade.
hu: Fejezd be a munka beállítását a bérszámfejtés, műszakok és statisztikák feloldásához. A Barátok és a Beállítások most is működnek.
id: Selesaikan pengaturan kerja untuk membuka penggajian, shift, dan statistik. Teman dan Pengaturan tetap bisa digunakan sekarang.
is: Ljúktu við vinnuuppsetningu til að opna laun, vaktir og tölfræði. Vinir og Stillingar virka samt núna.
it: Completa la configurazione del lavoro per sbloccare busta paga, turni e statistiche. Amici e Impostazioni funzionano già ora.
ja: 給与、シフト、統計を使うには仕事の設定を完了してください。友達と設定は今すぐ使えます。
ko: 급여, 근무, 통계를 사용하려면 일 설정을 완료하세요. 친구와 설정은 지금도 사용할 수 있어요.
lt: Užbaikite darbo nustatymą, kad atrakintumėte atlyginimą, pamainas ir statistiką. Draugai ir Nustatymai vis tiek veikia dabar.
lv: Pabeidziet darba iestatīšanu, lai atbloķētu algu, maiņas un statistiku. Draugi un Iestatījumi joprojām darbojas.
nb: Fullfør jobboppsettet for å låse opp lønn, vakter og statistikk. Venner og Innstillinger fungerer fortsatt nå.
nl: Voltooi de werkconfiguratie om loon, diensten en statistieken te ontgrendelen. Vrienden en Instellingen werken nu nog wel.
nn: Fullfør arbeidsoppsettet for å låse opp løn, vakter og statistikk. Venner og Innstillingar fungerer framleis no.
pl: Dokończ konfigurację pracy, aby odblokować płace, zmiany i statystyki. Znajomi i Ustawienia nadal działają.
pt_br: Conclua a configuração do trabalho para desbloquear folha, turnos e estatísticas. Amigos e Ajustes ainda funcionam agora.
ro: Finalizează configurarea muncii ca să deblochezi salarizarea, turele și statisticile. Prieteni și Setări funcționează acum.
ru: Завершите настройку работы, чтобы открыть зарплату, смены и статистику. Друзья и Настройки уже доступны.
sk: Dokončite nastavenie práce a odomknite mzdu, zmeny a štatistiky. Priatelia a Nastavenia zatiaľ fungujú.
sl: Dokončaj nastavitev dela za dostop do plače, izmen in statistike. Prijatelji in Nastavitve še vedno delujejo.
sr: Završi podešavanje posla da otključaš obračun plate, smene i statistiku. Prijatelji i Podešavanja i dalje rade.
sv: Slutför jobbinställningen för att låsa upp lön, arbetspass och statistik. Vänner och Inställningar fungerar fortfarande nu.
sw: Kamilisha usanidi wa kazi ili kufungua malipo, zamu na takwimu. Marafiki na Mipangilio bado zinafanya kazi sasa.
ta: ஊதியம், பணிப்பகுதிகள் மற்றும் புள்ளிவிவரங்களைத் திறக்க, பணி அமைப்பை முடிக்கவும். நண்பர்கள் மற்றும் அமைப்புகள் இப்போது வேலை செய்யும்.
th: ตั้งค่างานให้เสร็จเพื่อปลดล็อกเงินเดือน กะงาน และสถิติ ตอนนี้เพื่อนและการตั้งค่ายังใช้งานได้
tr: Maaş, vardiyalar ve istatistiklerin kilidini açmak için iş kurulumunu tamamla. Arkadaşlar ve Ayarlar şu anda çalışır.
uk: Завершіть налаштування роботи, щоб відкрити зарплату, зміни й статистику. Друзі та Налаштування вже доступні.
ur: پے رول، شفٹیں اور اعدادوشمار کھولنے کے لیے کام کا سیٹ اپ مکمل کریں۔ دوست اور سیٹنگز ابھی بھی کام کرتے ہیں۔
vi: Hoàn tất thiết lập công việc để mở khóa lương, ca làm và thống kê. Bạn bè và Cài đặt vẫn dùng được ngay bây giờ.
zh_hans: 完成工作设置以解锁工资、班次和统计。好友和设置目前仍可使用。
zh_hant: 完成工作設定即可解鎖薪資、班次和統計。朋友和設定目前仍可使用。

# shifts.accessibility.conflict
source: Conflict
ar: تعارض
bg: Конфликт
bn: সংঘাত
ca: Conflicte
cs: Konflikt
da: Konflikt
de: Konflikt
el: Διένεξη
es: Conflicto
et: Konflikt
fa: تداخل
fi: Ristiriita
fil: Salungatan
fr: Conflit
he: התנגשות
hi: टकराव
hr: Sukob
hu: Ütközés
id: Konflik
is: Árekstur
it: Conflitto
ja: 重複
ko: 충돌
lt: Konfliktas
lv: Konflikts
nb: Konflikt
nn: Konflikt
pl: Konflikt
pt_br: Conflito
ru: Конфликт
sk: Konflikt
sl: Prekrivanje
sr: Preklapanje
sv: Konflikt
sw: Mgongano
ta: முரண்பாடு
th: ทับซ้อน
tr: Çakışma
uk: Конфлікт
ur: ٹکراؤ
vi: Trùng lịch
zh_hans: 冲突
zh_hant: 衝突

# shifts.accessibility.workplace
source: Job: %@
ar: العمل: %@
bg: Работа: %@
bn: কাজ: %@
ca: Feina: %@
cs: Práce: %@
el: Εργασία: %@
es: Trabajo: %@
et: Töökoht: %@
fa: شغل: %@
fi: Työpaikka: %@
fil: Trabaho: %@
fr: Emploi : %@
he: עבודה: %@
hi: नौकरी: %@
hr: Posao: %@
hu: Munkahely: %@
id: Pekerjaan: %@
is: Starf: %@
it: Lavoro: %@
ja: 勤務先：%@
ko: 직장: %@
lt: Darbas: %@
lv: Darbs: %@
nb: Jobb: %@
nl: Baan: %@
nn: Jobb: %@
pl: Praca: %@
pt_br: Trabalho: %@
ro: Loc de muncă: %@
ru: Работа: %@
sk: Práca: %@
sl: Služba: %@
sr: Posao: %@
sv: Jobb: %@
sw: Kazi: %@
ta: வேலை: %@
th: งาน: %@
tr: İş: %@
uk: Робота: %@
ur: ملازمت: %@
vi: Công việc: %@
zh_hans: 工作：%@
zh_hant: 工作：%@

# shifts.accessibility.toggleSelection
source: Select or deselect
ar: تحديد أو إلغاء التحديد
bg: Избиране или отмяна на избора
bn: নির্বাচন করুন বা বাতিল করুন
ca: Selecciona o desselecciona
cs: Vybrat nebo zrušit výběr
da: Vælg eller fravælg
de: Auswählen oder abwählen
el: Επιλογή ή αποεπιλογή
es: Seleccionar o deseleccionar
et: Vali või tühista valik
fa: انتخاب یا لغو انتخاب
fi: Valitse tai poista valinta
fil: Piliin o alisin sa pagkakapili
fr: Sélectionner ou désélectionner
he: בחירה או ביטול בחירה
hi: चुनें या चयन हटाएँ
hr: Odaberi ili poništi odabir
hu: Kijelölés vagy kijelölés megszüntetése
id: Pilih atau batal pilih
is: Velja eða afvelja
it: Seleziona o deseleziona
ja: 選択または選択解除
ko: 선택 또는 선택 해제
lt: Pasirinkti arba atšaukti pasirinkimą
lv: Atlasīt vai noņemt atlasi
nb: Velg eller fjern valg
nl: Selecteren of deselecteren
nn: Vel eller opphev valet
pl: Zaznacz lub odznacz
pt_br: Selecionar ou desmarcar
ro: Selectează sau deselectează
ru: Выбрать или снять выбор
sk: Vybrať alebo zrušiť výber
sl: Izberi ali prekliči izbor
sr: Izaberi ili poništi izbor
sv: Markera eller avmarkera
sw: Chagua au batilisha uteuzi
ta: தேர்ந்தெடுக்கவும் அல்லது தேர்வை நீக்கவும்
th: เลือกหรือยกเลิกการเลือก
tr: Seç veya seçimi kaldır
uk: Вибрати або скасувати вибір
ur: منتخب کریں یا انتخاب ہٹائیں
vi: Chọn hoặc bỏ chọn
zh_hans: 选择或取消选择
zh_hant: 選取或取消選取

# shifts.accessibility.addShiftTodayHint
source: Adds a shift for today
ar: يضيف وردية لليوم
bg: Добавя смяна за днес
bn: আজকের জন্য একটি শিফট যোগ করে
ca: Afegeix un torn per a avui
cs: Přidá směnu na dnešek
da: Tilføjer en vagt i dag
de: Fügt eine Schicht für heute hinzu
el: Προσθέτει βάρδια για σήμερα
es: Añade un turno para hoy
et: Lisab tänaseks vahetuse
fa: شیفتی برای امروز اضافه می‌کند
fi: Lisää työvuoron tälle päivälle
fil: Nagdaragdag ng shift para sa araw na ito
fr: Ajoute un service pour aujourd’hui
he: הוספת משמרת להיום
hi: आज के लिए शिफ़्ट जोड़ता है
hr: Dodaje smjenu za danas
hu: Műszak hozzáadása a mai napra
id: Menambahkan sif untuk hari ini
is: Bætir við vakt í dag
it: Aggiunge un turno per oggi
ja: 今日のシフトを追加します
ko: 오늘 근무를 추가합니다
lt: Prideda pamainą šiandienai
lv: Pievieno maiņu šodienai
nb: Legger til en vakt i dag
nl: Voegt een dienst toe voor vandaag
nn: Legg til ei vakt i dag
pl: Dodaje zmianę na dziś
pt_br: Adiciona um turno para hoje
ro: Adaugă o tură pentru azi
ru: Добавляет смену на сегодня
sk: Pridá zmenu na dnes
sl: Doda izmeno za danes
sr: Dodaje smenu za danas
sv: Lägger till ett pass idag
sw: Huongeza zamu ya leo
ta: இன்றைக்கு ஒரு பணிப் பொறுப்பைச் சேர்க்கும்
th: เพิ่มกะงานสำหรับวันนี้
tr: Bugün için vardiya ekler
uk: Додає зміну на сьогодні
ur: آج کی شفٹ شامل کرتا ہے
vi: Thêm ca làm hôm nay
zh_hans: 添加今天的班次
zh_hant: 新增今天的班次

# shifts.accessibility.removeItem
source: Remove %@
ar: إزالة %@
bg: Премахване на %@
bn: %@ সরান
ca: Elimina %@
cs: Odebrat %@
da: Fjern %@
de: %@ entfernen
el: Αφαίρεση %@
es: Quitar %@
et: Eemalda %@
fa: حذف %@
fi: Poista %@
fil: Alisin ang %@
fr: Retirer %@
he: הסרת %@
hi: %@ हटाएँ
hr: Ukloni %@
hu: %@ eltávolítása
id: Hapus %@
is: Fjarlægja %@
it: Rimuovi %@
ja: %@を除外
ko: %@ 제거
lt: Pašalinti %@
lv: Noņemt %@
nb: Fjern %@
nl: Verwijder %@
nn: Fjern %@
pl: Usuń %@
pt_br: Remover %@
ro: Elimină %@
ru: Убрать %@
sk: Odstrániť %@
sl: Odstrani %@
sr: Ukloni %@
sv: Ta bort %@
sw: Ondoa %@
ta: %@ ஐ அகற்று
th: นำ %@ ออก
tr: %@ kaldır
uk: Прибрати %@
ur: %@ ہٹائیں
vi: Xóa %@
zh_hans: 移除%@
zh_hant: 移除%@

# shifts.accessibility.editItem
source: Edit %@
ar: تعديل %@
bg: Редактиране на %@
bn: %@ সম্পাদনা করুন
ca: Edita %@
cs: Upravit %@
da: Rediger %@
de: %@ bearbeiten
el: Επεξεργασία %@
es: Editar %@
et: Muuda %@
fa: ویرایش %@
fi: Muokkaa %@
fil: I-edit ang %@
fr: Modifier %@
he: עריכת %@
hi: %@ संपादित करें
hr: Uredi %@
hu: %@ szerkesztése
is: Breyta %@
it: Modifica %@
ja: %@を編集
ko: %@ 편집
lt: Redaguoti %@
lv: Rediģēt %@
nb: Rediger %@
nl: Bewerk %@
nn: Rediger %@
pl: Edytuj %@
pt_br: Editar %@
ro: Editează %@
ru: Изменить %@
sk: Upraviť %@
sl: Uredi %@
sr: Izmeni %@
sv: Redigera %@
sw: Hariri %@
ta: %@ ஐத் திருத்து
th: แก้ไข %@
tr: %@ düzenle
uk: Редагувати %@
ur: %@ میں ترمیم کریں
vi: Sửa %@
zh_hans: 编辑%@
zh_hant: 編輯%@
